Repository: KxxxxN/Binnii
Catalog: Thesis/Utilities/Localizable.xcstrings
Source language: en
Languages: th

# (จำลอง)
source: (Mock)
th: (จำลอง)

# (สีเขียว)
source: (Green)
th: (สีเขียว)

# (สีน้ำเงิน)
source: (Blue)
th: (สีน้ำเงิน)

# (สีเหลือง)
source: (Yellow)
th: (สีเหลือง)

# count_format
source: %d times
th: %d ครั้ง

source: Email
th: อีเมล

source: First Name
th: ชื่อ

# phone
source: Phone Number
th: เบอร์โทร

source: Total Points:
th: คะแนนทั้งหมด :

# กระดาษทิชชู่
source: Tissues
th: กระดาษทิชชู่

# กระป๋อง
source: Cans
th: กระป๋อง

# กรุณาเข้าสู่ระบบเพื่อใช้งานได้ทันที
source: Please log in to use it immediately
th: กรุณาเข้าสู่ระบบเพื่อใช้งานได้ทันที

# กรุณาตั้งรหัสผ่าน
source: Please set a password.
th: กรุณาตั้งรหัสผ่าน

# กรุณาเปิดการแจ้งเตือนในการตั้งค่าของ iPhone การตั้งค่า > การแจ้งเตือน > แอปนี้
source: Please enable notifications in your iPhone settings. Settings > Notifications > This App
th: กรุณาเปิดการแจ้งเตือนในการตั้งค่าของ iPhone การตั้งค่า > การแจ้งเตือน > แอปนี้

# กรุณาลองใหม่อีกครั้ง
source: Please try again.
th: กรุณาลองใหม่อีกครั้ง

# กรุณาสแกนใหม่ หรือเลือกใช้ สแกนด้วย AI หรือค้นหา
source: Please scan again or choose Scan with AI or Search
th: กรุณาสแกนใหม่ หรือเลือกใช้ สแกนด้วย AI หรือค้นหา

# กลับสู่หน้าหลัก
source: Back to Home
th: กลับสู่หน้าหลัก

# การรีไซเคิล
source: Recycling
th: การรีไซเคิล

# กำลังค้นหาข้อมูล...
source: Searching for information...
th: กำลังค้นหาข้อมูล...

# เก่าที่สุด
source: Oldest
th: เก่าที่สุด

# แก้ไข
source: Edit
th: แก้ไข

# แก้ไขโปรไฟล์
source: Edit Profile
th: แก้ไขโปรไฟล์

# ขยะที่แยกบ่อย
source: Frequent Waste
th: ขยะที่แยกบ่อย

# ขวดพลาสติก
source: Plastic Bottle
th: ขวดพลาสติก

# ขอบคุณที่ร่วมใช้งานกับเรา
source: Thank you for using our app
th: ขอบคุณที่ร่วมใช้งานกับเรา

# ข้อมูลทั้งหมดของคุณจะถูกลบถาวร
source: All your data will be permanently deleted
th: ข้อมูลทั้งหมดของคุณจะถูกลบถาวร

# ข้ามทั้งหมด >
source: Skip All >
th: ข้ามทั้งหมด >

# เขย่าน้ำออกจากหลอด
source: Shake out any liquid
th: เขย่าน้ำออกจากหลอด

# เขย่าเศษอาหารออก
source: Shake out food scraps
th: เขย่าเศษอาหารออก

# เข้าสู่ระบบ
source: Login
th: เข้าสู่ระบบ

# ค้นหา
source: Search
th: ค้นหา

# ความรู้ทั่วไป
source: General Knowledge
th: ความรู้ทั่วไป

# คะแนน
source: Points
th: คะแนน

# คุณสามารถเข้าสู่ระบบใหม่ได้ทุกเมื่อ
source: You can log in again anytime
th: คุณสามารถเข้าสู่ระบบใหม่ได้ทุกเมื่อ

# คุณสามารถสมัครใช้งานใหม่ได้ทุกเมื่อ
source: You can sign up again anytime
th: คุณสามารถสมัครใช้งานใหม่ได้ทุกเมื่อ

# จำเป็นต้องยอมรับนโยบายความเป็นส่วนตัว
source: You must accept the Privacy Policy
th: จำเป็นต้องยอมรับนโยบายความเป็นส่วนตัว

# ฉันได้อ่านและยอมรับ
source: I have read and agree
th: ฉันได้อ่านและยอมรับ

# ช่วยเหลือ
source: Help Center
th: ช่วยเหลือ

# ช้อน-ส้อม พลาสติก
source: Plastic cutlery
th: ช้อน-ส้อม พลาสติก

# ดูทั้งหมด
source: View All
th: ดูทั้งหมด

# ต้องการใช้ 500 คะแนน แลก 5 ชั่วโมงจิตอาสาใช่หรือไม่?
source: 500 points required Redeem 5 hours of volunteer work?
th: ต้องการใช้ 500 คะแนน แลก 5 ชั่วโมงจิตอาสาใช่หรือไม่?

# ตัวอย่างขยะ:
source: Example waste items:
th: ตัวอย่างขยะ:

# ติดต่อเรา
source: Contact Us
th: ติดต่อเรา

# ถังขยะทั่วไป
source: Garbage Bin
th: ถังขยะทั่วไป

# ถังขยะรีไซเคิล
source: Recycling Bin
th: ถังขยะรีไซเคิล

# ถูกต้อง
source: Correct
th: ถูกต้อง

# เทน้ำให้หมด
source: Pour all the water
th: เทน้ำให้หมด

# นโยบายความเป็นส่วนตัว*
source: Privacy Policy *
th: นโยบายความเป็นส่วนตัว*

# บัญชีของคุณถูกลบเรียบร้อยแล้ว
source: Your account has been successfully deleted
th: บัญชีของคุณถูกลบเรียบร้อยแล้ว

# บัญชีผู้ใช้
source: Account
th: บัญชีผู้ใช้

# บันทึก
source: Save
th: บันทึก

# บีบขวดให้แบน
source: Squeeze the bottle flat.
th: บีบขวดให้แบน

# เบอร์โทร
source: Phone Number
th: เบอร์โทร

# ประเภทถังขยะ
source: Bin Type
th: ประเภทถังขยะ

# ประวัติคะแนน
source: Score History
th: ประวัติคะแนน

# เปลี่ยนภาษา
source: Change Language
th: เปลี่ยนภาษา

# เปลี่ยนรหัสผ่าน
source: Change Password
th: เปลี่ยนรหัสผ่าน

# เปลี่ยนรหัสผ่านใหม่
source: New Password
th: เปลี่ยนรหัสผ่านใหม่

# โปรดสแกนคิวอาร์โค้ด ที่ติดอยู่บนถังขยะเพื่อเริ่มใช้งาน
source: Please scan the QR code attached to the bin to get started
th: โปรดสแกนคิวอาร์โค้ด ที่ติดอยู่บนถังขยะเพื่อเริ่มใช้งาน

# ไปที่การตั้งค่า
source: Go to Settings
th: ไปที่การตั้งค่า

# ผลการสแกนตรงกับขยะของคุณหรือไม่? หากไม่ถูกต้อง กรุณาสแกนใหม่
source: Does the scan result match your item? If not, please scan again
th: ผลการสแกนตรงกับขยะของคุณหรือไม่? หากไม่ถูกต้อง กรุณาสแกนใหม่

# เพื่อความปลอดภัย ไม่สามารถเปลี่ยนอีเมลได้ในหน้านี้
source: For security reasons, you cannot change your email on this page
th: เพื่อความปลอดภัย ไม่สามารถเปลี่ยนอีเมลได้ในหน้านี้

# ภายหลัง
source: Later
th: ภายหลัง

# ไม่พบข้อมูลประเภทขยะนี้
source: Waste type not found
th: ไม่พบข้อมูลประเภทขยะนี้

# ไม่พบบาร์โค้ดนี้
source: Barcode not found
th: ไม่พบบาร์โค้ดนี้

# ไม่พบรายการที่ค้นหา
source: No results found
th: ไม่พบรายการที่ค้นหา

# ไม่มีประวัติการแยกขยะ
source: No waste sorting history
th: ไม่มีประวัติการแยกขยะ

# ไม่สามารถเปิดการแจ้งเตือนได้
source: Unable to enable notifications
th: ไม่สามารถเปิดการแจ้งเตือนได้

# ยกเลิก
source: Cancel
th: ยกเลิก

# ยังไม่ได้รับรหัส?
source: Didn’t receive the code yet?
th: ยังไม่ได้รับรหัส?

# ยังไม่มีคะแนน?
source: No points yet?
th: ยังไม่มีคะแนน?

# ยังไม่มีบัญชี?
source: Don’t have an account yet?
th: ยังไม่มีบัญชี?

# ยืนยัน
source: Confirm
th: ยืนยัน

# ยืนยันการแลกคะแนน
source: Confirm redemption
th: ยืนยันการแลกคะแนน

# ยืนยันแก้ไขอีเมล
source: Confirm email change
th: ยืนยันแก้ไขอีเมล

# ยืนยันภาพถ่าย
source: Confirm photo
th: ยืนยันภาพถ่าย

# ยืนยันรหัส OTP
source: Confirm OTP
th: ยืนยันรหัส OTP

# ยืนยันรหัสผ่าน
source: Confirm Password
th: ยืนยันรหัสผ่าน

# ยืนยันแลกคะแนน
source: Confirm Redemption
th: ยืนยันแลกคะแนน

# ยืนยันอีเมลของคุณ
source: Verify your email
th: ยืนยันอีเมลของคุณ

# แยกขยะเพื่อเริ่มสะสมคะแนนได้เลย!
source: Start sorting waste to earn points!
th: แยกขยะเพื่อเริ่มสะสมคะแนนได้เลย!

# แยกฝาและฉลาก
source: Separate the lid and label.
th: แยกฝาและฉลาก

# รหัสผ่าน
source: Password
th: รหัสผ่าน

# รายละเอียด และเงื่อนไข
source: Details & Terms
th: รายละเอียด และเงื่อนไข

# เริ่มใช้งาน
source: Get Started
th: เริ่มใช้งาน

# เรียงจาก
source: Sort by
th: เรียงจาก

# สแกน
source: Scan
th: สแกน

# อีเมล
source: Email
th: อีเมล
